<?php

return [
    'registration_title' => 'التسجيل',
    'personal_details' => 'المعلومات الشخصية',
    'full_name' => 'الاسم الكامل',
    'username' => 'اسم المستخدم',
    'email' => 'البريد الإلكتروني',
    'mobile_number' => 'رقم الهاتف',
    'password' => 'كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'date_of_birth' => 'تاريخ الميلاد',
    'address' => 'العنوان',
    'upload_photo' => 'رفع صورة',
    'submit' => 'إرسال',
    'welcome' => 'مرحباً بكم! 🎉🎂',
    'home' => 'الرئيسية',
    'check' => 'تحقق',
    'done' => 'تم',
];
